Repository: OliveKimberly/Kinetic
Catalog: *.lproj/Localizable.strings
Languages: french

source: All neccessary tools have been disabled in Preferences
french: Tous les programmes sont désactivés dans les Préférences

source: Can't map file into memory
french: Impossible de charger le fichier en mémoire

source: File cannot be optimized any further
french: Le fichier ne peut être optimisé plus avant

source: File is neither PNG nor JPEG
french: Le fichier n'est ni un PNG ni un JPEG

source: Inspecting file
french: Analyse du fichier

source: New file
french: Nouveau fichier

source: Optimized file could not be saved
french: Le fichier optmimisé n'a pas pu être sauvegardé

source: Optimized successfully
french: Optimisé avec succès

source: Size of optimized file is 0
french: La taille du fichier optimisé est 0

source: Started %@
french: %@ démarré

source: Waiting in queue
french: En file d'attente

source: Waiting to be optimized
french: En attente d'optimisation

source: Waiting to start more optimisations
french: En attente d'autres optimisations
