Repository: OliveKimberly/Kinetic
Catalog: imageoptim/*.lproj/Localizable.strings
Languages: da, de, el, it, ja, ko, lt, nl, no, pl, pt, pt_br, ro, ru, sv, tr, vi

source: %@ failed to start
da: %@ kunne ikke startes
de: %@ konnte nicht gestartet werden
el: %@ απέτυχε η έναρξη
it: %@ ha fallito l'avvio
ja: %@ での最適化の開始に失敗しました
ko: %@을 시작하지 못했습니다
lt: Įvyko klaida paleidžiant %@
nl: %@ kon niet starten
no: %@ kunne ikke startes
pl: Nie udało się uruchomić %@
pt: O %@ falhou ao iniciar
pt_br: O %@ falhou ao iniciar
ro: %@ nu s-a putut începe
ru: %@ сбой при запуске
sv: %@ kunde inte startas
vi: bị lỗi khi khởi động %@

source: Add
da: Tilføj
de: Hinzufügen
el: Προσθηκη
it: Aggiungi
ja: 追加
lt: Pridėti
nl: Voeg toe
no: Legg til
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
tr: Ekle
vi: Thêm vào

source: All neccessary tools have been disabled in Preferences
da: Alle nødvendige værktøjer er blevet deaktiveret i indstillingerne
de: Alle benötigten Werkzeuge wurden in den Einstellungen deaktiviert
el: Oλα τα απαιτούμενα εργαλεία έχουν απενεργοποιηθει στις Ρυθμισεις
it: Tutte le utilità sono state disabilitate nelle Preferenze
ja: 必須ツールすべてが環境設定で無効になっています
ko: 환경설정 안에 있는 모든 필요한 도구들이 비활성화되었습니다
lt: Visi reikalingi įrankiai buvo atjungti nustatymuose
nl: Alle benodigde programmaâ€™s zijn uitgeschakeld via Voorkeuren
no: Alle nødvendige verktøy er slått av i Valg
pl: Niezbędne narzędzia zostały wyłączone w Preferencjach
pt: Todas as ferramentas necessárias foram desactivadas nas Preferências
pt_br: Todas as ferramentas necessárias foram desativadas nas Preferências
ro: Toate uneltele necesare au fost dezactivate în Preferinţe
ru: Все необходимые инструменты были отключены в Настройках
sv: Alla verktyg som behövs har stängts av i inställningarna
tr: Gerekli tüm araçlar Tercihlerde devre dışı bırakılmıştır
vi: Tất cả các công cụ cần thiết đều bị vô hiệu hóa trong Tùy Biến

source: Can't open the file
da: Kan ikke indlæse filen til hukommelsen
de: Datei konnte nicht geöffnet werden
el: Δεν είναι δυνατή η χαρτογράφηση αρχείου στη μνήμη
it: Non posso mappare il file in memoria
ko: 메모리에 파일을 맵핑할 수 없습니다
nl: Het bestand kon niet in het geheugen ingelezen worden
no: Kan ikke laste fil til minnet
pl: Nie udało się załadować pliku
pt: Não é possivel mapear o ficheiro para memória
pt_br: Não foi possível mapear o arquivo na memória
ro: Nu se poate mapa fişierul în memorie
ru: Не могу открыть файл
sv: Kan inte läsa in filen i minnet
tr: Dosya hafızaya yerleştirilemiyor
vi: Không thể tải tập tin vào trong bộ nhớ để xử lý

source: Cut
da: Klip
de: Ausschneiden
el: Αποκοπη
it: Taglia
ja: カット
ko: 잘라내기(X)
lt: Iškirpti
nl: Knip
no: Klipp ut
pl: Wytnij
pt: Cortar
pt_br: Cortar
ro: Tăriere
ru: Вырезать
sv: Klipp ut
tr: Kes
vi: Cắt

source: File cannot be optimized any further
da: Filen kan ikke optimeres yderligere
de: Datei kann nicht weiter optimiert werden
el: Το αρχείο δεν μπορεί να βελτιστοποιηθεί περαιτέρω
it: Il file non può essere ottimizzato ulteriormente
ja: これ以上ファイルを最適化できません
ko: 더 이상 파일을 최적화 할 수 없습니다
lt: Labiau optimizuoti failo neįmanoma
nl: Het bestand kan niet verder geoptimaliseerd worden
no: Filen kan ikke optimaliseres videre
pl: Plik już był maksymalnie zoptymalizowany
pt: O ficheiro não pode ser optimizado para além do estado actual
pt_br: O arquivo não pode ser melhor otimizado
ro: Fişierul nu mai poate fi optimizat mai mult
ru: Файл не может быть более оптимизирован
sv: Det går inte att optimera filen mer
tr: Dosya bundan fazla optimize edilemez
vi: Tập tin không thể được tùy chỉnh thêm nữa

source: File is neither PNG, GIF nor JPEG
da: Filen er hverken PNG, GIF eller JPEG
de: Dateityp ist weder PNG noch GIF oder JPEG
el: Το αρχείο δεν είναι ούτε PNG, GIF, ούτε JPEG
it: Il file non è PNG, né GIF, né JPG
ja: ファイルが PNG、GIF、JPEG のいずれの形式でもありません
ko: 파일 유형은 PNG, GIF, JPEG 중 하나이어야 합니다
lt: Failas nėra PNG, GIF ar JPEG
nl: Het bestand is noch PNG noch JPEG
no: Filen er verken en PNG eller JPEG
pl: Plik nie jest typu PNG, GIF ani JPEG
pt: O ficheiro não é PNG ou JPEG
pt_br: O arquivo não é PNG ou JPEG
ro: Fişierul nu este PNG, GIF şi nici JPEG
ru: Файл не является PNG, GIF или JPEG
sv: Filen är varken i PNG- eller JPG-format
tr: Dosya ne PNG, GIF, ne de JPEG
vi: Tập tin phải ở dạng PNG, GIF hoặc JPEG

source: ImageOptim will quit when optimizations are complete
da: ImageOptim vil lukke, når optimeringer er fuldført
de: ImageOptim wird beendet, nachdem die Optimierung fertig ist.
el: Το ImageOptim θα κλείσει όταν τελειώσει η βελτιστοποίηση.
pt: O ImageOptim será encerrado quando as otimizações terminarem
ru: ImageOptim закроется когда все оптимизации будут завершены
sv: ImageOptim kommer avslutas när optimeringarna är färdiga

source: Inspecting file
da: Inspicerer fil
de: Datei wird untersucht
el: Επιθεώρηση αρχείου
it: Controllo il file
ja: ファイルの検証中
ko: 파일을 정검 중입니다.
lt: Tikrinam failą
nl: Bezig met analyseren van bestand
no: Inspiserer fil
pl: Sprawdzam plik
pt: A inspeccionar ficheiro
pt_br: Analisando arquivo
ro: Inspectare fişier
ru: Проверка файла
sv: Inspekterar fil
tr: Dosya inceleniyor
vi: Đang tìm hiểu về tập tin

source: New file
da: Ny fil
de: Neue Datei
el: Νεο αρχειο
it: Nuovo file
ja: 新しいファイル
ko: 새 파일
lt: Naujas failas
nl: Nieuw bestand
no: Ny fil
pl: Nowo dodany
pt: Novo ficheiro
pt_br: Novo arquivo
ro: Fişier nou
ru: Новый файл
sv: Ny fil
tr: Yeni dosya
vi: Tập tin mới

source: Lossy minification enabled
da: Destruktiv filformindskelse slået til
de: Verlustbehaftete Kompression aktivieren
el: Η σμίκρυνση με απώλειες έχει ενεργοποιηθεί.
pt: Habilitada a minificação com perdas
ru: Включена минимизация с потерями
sv: Lossy minifiering aktiverat

source: Optimized file could not be saved
da: Den optimerede fil kunne ikke gemmes
de: Optimierte Datei konnte nicht gesichert werden
el: Το βελτιωμενο αρχειο δεν μπορεσε να αποθηκευθει
it: Il file ottimizzato potrebbe non essere salvato
ja: 最適化されたファイルを保存できませんでした
ko: 최적화된 파일은 저장될 수 없습니다
lt: Neįmanoma išsaugoti optimizuoto failo
nl: Het geoptimaliseerde bestand kon niet bewaard worden
no: Optimalisert fil kunne ikke lagres
pl: Nie udało się zapisać zoptymalizowanej wersji
pt: Não foi possível guardar o ficheiro optimizado
pt_br: Não foi possível salvar o arquivo otimizado
ro: Fişierul optimizat nu a putut fi salvat
ru: Оптимизированный файл не может быть сохранен
sv: Den optimerade filen kunde inte sparas
tr: Optimize edilmiş dosya kaydedilemedi
vi: Không thể lưu tập tin đã được tùy chỉnh hóa

source: Optimized successfully with %@
da: Optimeret med succes med %@
de: Erfolgreich mit %@ optimiert
el: Βελτιωση επιτυχης με %@
it: Ottimizzazione avvenuta al (%@)
ja: %@ で最適化に成功しました
ko: %@로 최적화 성공
lt: Sėkmingai optimizuota naudojant %@
nl: De optimalisatie is geslaagd (%@)
no: Vellykket optimalisering med %@
pl: Zoptymalizowano za pomocą %@
pt: Optimizado com sucesso com o %@
pt_br: Optimizado com sucesso com o %@
ro: Optimizat cu succes cu %@
ru: Успешно оптимизировано, используя %@
sv: Optimering med %@ lyckades
tr: %@ optimizasyonu başarıyla tamamlandı
vi: Đã tùy chỉnh hóa thành công với %@

source: Reverted to original
da: Gået tilbage til original
de: Auf Original zurücksetzen
el: Επανήλθε στην αρχική
pt: Reverter para a versão original
ru: Возвращено к оригиналу
sv: Återställde till originalet

source: Saved %@ out of %@. %@ overall (up to %@ per file)
da: Sparede %1$@ ud af %2$@. %3$@ samlet (op til %4$@ per fil)
de: %@ von %@ eingespart, insgesamt %@ (bis zu %@ pro Datei)
el: Κερδήθηκαν %1$@ από %2$@. %3$@ συνολικά (έως %4$@ ανά αρχείο)
it: Risparmiato %1$@ su %2$@. %3$@ complessivamente (fino a %4$@ per file)
ja: %2$@ のうち %1$@ を節減。全体で %3$@ (1ファイル最大で %4$@)
ko: %@ 절약했습니다(전체 %@). 전체 %@ (파일 당 %@)
lt: Išsaugota %@ iš %@. %@ viso (iki %@ vienam failui)
no: Saved %1$@ out of %2$@. %3$@ overall (up to %4$@ per file)
pl: Oszczędzono %@ z %@. W sumie %@ (niektóre pliki do %@)
pt: Salvo %1$@ de %2$@. %3$@ global (até %4$@ por ficheiro)
ro: Salvat %1$@ din %2$@. %3$@ global (pînă la %4$@ per fişier)
ru: Сэкономлено %1$@ из %2$@. %3$@ всего (до %4$@ на файл)
sv: Sparar %1$@ av totalt %2$@. %3$@ per fil i genomsnitt (upp till %4$@ per fil)
tr: %2$@ üzerinden %1$@ tasarruf edildi. Toplamda %3$@ (dosya başına %4$@ kadar)
vi: Đã lưu %1$@ của tổng cộng %2$@. %3$@ toàn bộ (lên tới %4$@ với mỗi tập tin)

source: Saved %@ out of %@. %@ per file on average (up to %@)
da: Sparede %1$@ ud af %2$@. %3$@ per fil i gennemsnit (op til %4$@)
de: %@ von %@ eingespart, im Durchschnitt %@ pro Datei (bis zu %@)
el: Κερδήθηκαν %1$@ από %2$@. %3$@ ανά αρχείο στο μέσο όρο (μέχρι %4$@)
it: Risparmiato %1$@ su %2$@. %3$@ per file in media (fino a %4$@)
ja: %2$@のうち %1$@ を節減。1ファイル平均で %3$@ (最大で %4$@)
ko: %@ 절약했습니다(전체 %@). 평균 파일 당 %@ (최대 %@)
lt: Išsaugota %@ iš %@. %@ vidutiniškai vienam failui (iki %@)
no: Saved %1$@ out of %2$@. %3$@ per file on average (up to %4$@)
pl: Oszczędzono %@ z %@. Średnio %@ na plik (aż do %@)
pt: Salvo %1$@ de %2$@. %3$@ por ficheiro, em média( até %4$@)
ro: Salvat%1$@ din %2$@. %3$@ per fişier în medie (pînă la %4$@)
ru: Сэкономлено %1$@ из %2$@. %3$@ в среднем на файл (до %4$@)
sv: Sparat %1$@ av totalt %2$@. %3$@ per fil i genomsnitt (upp till %4$@)
tr: %2$@ üzerinden %1$@ tasarruf edildi. Dosya başına ortalama %3$@ (%4$@ kadar)
vi: Đã lưu %1$@ trong tổng số %2$@. %3$@ trung bình cho mỗi tập tin (lên tới %4$@)

source: Started %@
da: Startet med %@
de: %@ wurde gestartet
el: Εναρξη %@
it: %@ iniziato
ja: %@ で最適化を開始しました
ko: %@로 시작했습니다
lt: Paleidom %@
nl: %@ gestart
no: Bearbeider %@
pl: Rozpoczęto %@
pt: Iniciado o %@
pt_br: Iniciado o %@
ro: Pornit %@
ru: Начато %@
sv: %@ har startat
tr: %@ işlemi başladı
vi: Đã bắt đầu %@

source: Waiting to be optimized
da: Venter på at starte flere optimeringer
de: Warte weitere Optimierungen zu starten
el: Αναμονή για να ξεκινήσουν οι βελτιωσεις
it: Attendi prima di effettuare ulteriori ottimizzazioni
ja: 最適化を待っています
ko: 최적화하기 위해 기다리는 중
lt: Laukia optimizacijos
nl: Wachten op verdere optimalisaties
no: Venter på å bli optimalisert
pl: Oczekuje na optymalizację
pt: A aguardar para iniciar mais optimizações
pt_br: Aguardando para ser otimizado
ro: Aşteptare pentru începere mai multe optimizări
ru: Ожидание начала дальнейших оптимизаций
sv: Väntar på optimering
tr: Daha fazla optimizasyon için bekliyor
vi: Đang đợi để được tùy chỉnh hóa

source: Can't map file into memory
ja: ファイルをメモリに展開できません
lt: Neįmanoma priskirti failo atmintyje

source: Waiting to start more optimizations
ja: 追加の最適化の開始を待っています
ko: 더 최적화시키기 위해 기다리는 중
lt: Laukiama optimizacijų pradžios
no: Venter med å starte ytterligere optimalisering
pl: Oczekuje na kolejną rundę optymalizacji
pt_br: Aguardando para iniciar mais otimizações
vi: Đang đợi để bắt đầu các phần tùy chỉnh khác
