Repository: OliveKimberly/Kinetic
Catalog: imageoptim/*.lproj/PrefsController.strings
Languages: el, es, it, ko, lt, nl, no, sv, tr, vi, zh_hant

# 5.title
source: ImageOptim Preferences
el: Προτιμήσεις ImageOptim
es: Preferencias de ImageOptim
it: Preferenze di ImageOptim
lt: ImageOptim nustatymai
nl: ImageOptim Voorkeuren
no: Valg for ImageOptim
sv: ImageOptim Inställningar
tr: ImageOptim Tercihleri
vi: Tùy Biến
zh_hant: ImageOptim 偏好設定

# 167.label
source: General
el: Γενικές
it: Generali
ko: 일반
lt: Bendri
nl: Algemeen
no: Generelt
sv: Allmänt
tr: Genel
vi: Tổng quan
zh_hant: 一般

# 168.label
source: Optimization speed
el: Επίπεδο βελτιστοποίησης
es: Nivel de optimización
it: Livello di ottimizzazione
ko: 최적화 레벨
lt: Optimizavimo lygis
nl: Optimalisatie-niveau
no: Optimaliseringsgrad
sv: Optimeringsnivå
tr: Optimizasyon seviyesi
vi: Cấp độ Tùy Chỉnh
zh_hant: 最佳化程度

# 177.label
source: Quality
es: Calidad
nl: Kwaliteit
no: Kvalitet
sv: Kvalitet
tr: Kalite

# 280.title
source: Writing files to disk
el: Εγγραφή αρχείων στο δίσκο
es: Al guardar archivos al disco
it: Sto salvando i file sul disco
ko: 디스크에 파일 쓰기
lt: Rašyti failus į diską
nl: Bezig met het wegschrijven van de bestanden
no: Alternativer for filhåndtering
sv: Vid sparande
tr: Dosya kayıt tercihi
vi: Viết dữ liệu tập tin lên đĩa
zh_hant: 檔案寫入

# 804.title
source: Preserve file permissions, attributes and hardlinks
el: Διατήρηση δικαιωμάτων αρχείων, ιδιοτήτων και hard συνδέσμων.
es: Conservar permisos de archivos, atributos y hardlinks
it: Conserva i permessi, gli attributi e gli hardlink nei file
ko: 파일 권한, 속성, 폴더 위치 유지하기
lt: Išsaugoti failų teisęs, parametrus ir nuorodas
nl: Behoud bestandspermissies, -attributen en hardlinks
no: Bevar rettigheter, attributter og harde lenker
sv: Behåll filbehörigheter, attribut och hårda länkar
tr: Dosya izinlerini, özelliklerini ve sabit bağlantıları koru
vi: Bảo toàn các quyền hạn tác động, thuộc tính và các liên kết kèm theo
zh_hant: 保留檔案權限、屬性及永久連結

# 818.title
source: Optimization level
el: Επίπεδο βελτιστοποίησης
es: Nivel de optimización
it: Livello di ottimizzazione
ko: 최적화 레벨
lt: Optimizavimo lygis
nl: Optimalisatie-niveau
no: Optimaliseringsgrad
sv: Optimeringsnivå
tr: Optimizasyon seviyesi
vi: Cấp độ Tùy Chỉnh
zh_hant: 最佳化程度

# 819.title
source: Fast
el: Γρήγορη
es: Rápido
it: Veloce
ko: 빠르게
lt: Greitai
nl: Snel
no: Rask
sv: Snabb
tr: Hızlı
vi: Nhanh
zh_hant: 快速

# 820.title
source: Insane
el: Τρελά!
es: Demente
it: Insano
ko: 엄청나게
lt: Beprotiškai
nl: Hyper
no: Sinnsyk
sv: Vansinnig
tr: Çılgın
vi: Phồng tôm
zh_hant: 瘋狂

# 821.title
source: Normal
el: Κανονική
it: Normale
ko: 보통
lt: Normaliai
nl: Normaal
vi: Bình thường
zh_hant: 普通

# 854.title
source: Strip PNG metadata (gamma, color profiles, optional chunks)
es: PNG: Eliminar todos los fragmentos opcionales
it: PNG: Rimuovi tutti i chunks opzionali
ko: PNG: 임의의 정보 모두 제거하기
lt: PNG: Pašalinti visas galimas santraukas
nl: Verwijder PNG-metadata (gamma, kleurprofielen, optionele chunks)
no: PNG: Fjern alle valgfrie deler
sv: PNG: Ta bort alla valfria stycken
vi: Bỏ qua thông tin chi tiết về PNG (gamma, hồ sơ màu, chunk tùy chọn)
zh_hant: PNG: 清除所有輔助資料塊

# 865.title
source: Web browsers require gamma chunks to be removed
el: Οι φυλλομετρητές στο Web απαιτούν αφαίρεση των gamma chunks
es: Los navegadores web requieren la eliminación de fragmentos gamma
ko: 많은 웹 브라우저에서는 감마 정보를 포함하지 않습니다.
lt: Naršyklės reikalauja gamma santrumpų pašalinimo.
nl: Webbrowsers vereisen dat gamma verwijderd wordt
no: Nettlesere fungerer bedre uten gamma-del
sv: Webbläsare kräver att gammastycken tas bort
tr: Web tarayıcıları gamma fazlalıklarının kaldırılmasını gerektirir
vi: Trình duyệt web cần loại bỏ các phần gamma chunk
zh_hant: 多數瀏覽器無法處理Gamma校準訊息

# 868.title
source: JPEG quality
el: JPEG: ποιότητα
es: JPEG: calidad
it: JPEG qualità
ko: JPEG: 품질
lt: JPEG: Aukščiausia kokybė
nl: JPEG: kwaliteit
no: JPEG kvalitet
sv: JPEG: Maxkvalitet
tr: JPEG: kalite
vi: JPEG: Chất lượng
zh_hant: JPEG: 品質

# 911.title
source: Strip JPEG metadata (EXIF, color profiles, GPS, rotation, etc.)
es: JPEG: Eliminar marcadores EXIF y comentarios de los archivos
it: JPEG: Togli i marcatori EXIF e i commenti dai file
ko: JPEG: 파일의 코멘트와 EXIF 마크 제거하기
lt: JPEG: Išvalyti EXIF žymes ir komentarus iš failų
nl: Verwijder JPEG-metadata (EXIF, kleurprofielen, GPS, rotatie, etc.)
no: JPEG: Fjern EXIF-markører og kommentarer fra filene
sv: JPEG: Ta bort EXIF-data och kommentarer från filer
vi: Bỏ qua thông tin chi tiết về JPEG metadata (EXIF, hồ sơ màu, GPS, góc quay, v.v..)
zh_hant: JPEG: 移除EXIF訊息及註解

# 1043.title
source: Metadata and color profiles
el: Μετα-δεδομένα και χρώματικα προφίλ
es: Metadata
it: Metadata e profili Colore
ko: Metadata
nl: Metadata en kleurenprofielen
sv: Metadata
vi: Thông tin chi tiết và hồ sơ màu

# 1107.title
source: Enable
el: Ενεργοποίηση
es: Activado
it: Abilitato
ko: 활성화
nl: Ingeschakeld
no: Slått på
sv: Aktivera
tr: Açık
vi: Bật
zh_hant: 啟用

# 1122.title
source: Saving to network drives is faster when permissions are not preserved
el: Η αποθήκευση σε δικτυακούς δίσκους είναι γρηγορότερη όταν δεν διατηρούνται τα δικαιώματα
es: Guardar en unidades de red es más rápido cuando los permisos no se conservan
nl: Bewaren naar netwerkschijven gaat sneller wanneer de permissies niet behouden worden
vi: Lưu vào các ổ đĩa mạng sẽ nhanh hơn khi các phần quyền hạn không được lưu giữ

# 1124.title
source: Not recommended if you rely on embedded copyright information
el: Δεν συνιστάται εάν χρειάζεστε τις ενσωματωμένες πληροφορίες πνευματικών δικαιωμάτων
es: No recomendado si necesita mantener incrustrada información de copyright
it: Non consigliato se ti basi su informazioni incorporate sul copyright
nl: Niet aan te raden indien je ingesloten copyright-informatie wil behouden
vi: Không khuyên dùng nếu bạn cần thông tin bản quyền về phần nhúng

# kE2-GK-JIe.title
source: PNG quality
el: PNG: ποιότητα
es: PNG: calidad
it: PNG qualità
ko: PNG: 품질
lt: PNG: Aukščiausia kokybė
nl: PNG: kwaliteit
no: PNG kvalitet
sv: PNG: Maxkvalitet
tr: PNG: kalite
vi: PNG: Chất lượng
zh_hant: PNG: 品質

# 822.title
source: Extra
el: Έξτρα
ko: 필요 이상
lt: Papildomai
no: Ekstra
tr: Ekstra
vi: Bổ sung
zh_hant: 超額
